---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.WireConduitType
source: html/5381641f-d1fb-959d-1ea0-18445ecd629f.htm
---
# WireConduitType Members

Causes the object to release immediately any resources it may be utilizing.